// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "ファイル同期";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "キャンセル";

// Text of "Next" button, used in various dialogs
"NEXT" = "次へ";

// Text of "Done" button, used in various dialogs
"DONE" = "完了";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "続ける";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "%@ の古いローカル iDisk";
"PREVIOUS DMG DIR" = "古いローカル iDisk";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "このコンピュータにはローカル iDisk の古いコピーがあり、%@ のディスク領域を使用しています。保持しますか、それともゴミ箱へ移動しますか？";
"MIGRATION_DESKTOP"  = "残す";
"MIGRATION_TRASH"    = "ゴミ箱に入れる";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "このコンピュータにはローカル iDisk の古いコピーがあり、%@ のディスク領域を使用しています。保持しますか、それともゴミ箱へ移動しますか？";
"CLEANUP_IMAGES_INTERNAL_1"     = "このコンピュータにはローカル iDisk の古いコピーがあり、%@ のディスク領域を使用しています。保持しますか、それともゴミ箱へ移動しますか？";
"CLEANUP_IMAGES_DESK_MULTI"     = "このコンピュータにはローカル iDisk の古いコピーがいくつかあり、%@ のディスク領域を使用しています。保持しますか、それともゴミ箱へ移動しますか？";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "このコンピュータにはローカル iDisk の古いコピーがいくつかあり、%@ のディスク領域を使用しています。保持しますか、それともゴミ箱へ移動しますか？";
"CLEANUP_IMAGES_ALL"            = "このコンピュータにはローカル iDisk の古いコピーがいくつかあり、%@ のディスク領域を使用しています。保持しますか、それともゴミ箱へ移動しますか？";

"CLEANUP_TITLE_1"     = "コンピュータに iDisk の別のコピーが見つかりました。";
"CLEANUP_TITLE_MULTI" = "コンピュータに iDisk の別のコピーが複数見つかりました。";

"Keep"  = "残す";
"Trash" = "ゴミ箱に入れる";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "お使いの iDisk はほとんど一杯です。";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "今後この警告を表示しない。";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "iDisk のゴミ箱にいくつかのファイルが入っています。空き領域を増やすにはゴミ箱を空にしてください。\n\nシステム環境設定の“%@”パネルから iDisk のサイズを増やすことができます。";

// No files in trash.
"ALMOST FULL .MAC MSG" = "システム環境設定の“%@”パネルで iDisk のサイズを増やすことができます。";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "コンピュータ上の iDisk のサイズを調整する必要があります。";
"RESIZE IDISK MSG" = "コンピュータ上の iDisk は、サイズの変更中に一時的に使用できなくなります。";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "ローカル iDisk を切にできません。";
"CANT DISABLE BUSY MSG" = "開いているファイルが含まれるため、ローカル iDisk を現在切にできません。ファイルを閉じて、もう一度やり直してください。";
"CANT DISABLE ERR MSG%" = "エラー %d が起きたため、ローカル iDisk を現在切にできません。後でもう一度やり直してください。";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "iDisk は現在同期中です。続行しますか、それともログアウトしますか？";
"LOGOUT BUSY MSG" = "iDisk の同期が終わった後にログアウトできます。";

// Text of the "log out" button.
"LOGOUT" = "ログアウト";

// Text of the "continue" button.
"CONTINUE SYNC" = "同期を続ける";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu バイト";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "クリーンアップ中...";
"Last sync cancelled."           = "最後の同期はキャンセルされました。";
"Finder Settings"                = "Finder 設定";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "%@ アカウントの使用期限が切れています。";
"CREATE FAILED:NIL DMA"          = "iDisk の同期を入にできません。システム環境設定の“%2$@”パネルで、%1$@ のユーザ名とパスワードを確認してください。";
"CREATE FAILED:NO USERNAME"      = "iDisk の同期を入にできません。システム環境設定の“%2$@”パネルで、%1$@ のユーザ名とパスワードを確認してください。";
"CREATE FAILED:TOO BIG"          = "iDisk の同期を入にできません。お使いの iDisk のサイズが空き領域よりも大きくなっています。";
"CREATE FAILED:UNKNOWN"          = "iDisk の同期を入にできません。後でもう一度やり直してください。";
"Cannot sync more than one computer at a time."	= "現在、別のコンピュータがこのアカウントを使って同期しています。後でもう一度試してください。";
"iDisk syncing unavailable."					= "現在 iDisk 同期を利用できません。後でもう一度やり直してください。";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "お使いの %@ アカウントには有効な iDisk がありません。";
